[M_Overlooked MissionDefinition]
MissionDescription="The residents of [place]Overlook[-place] are in desperate need of skull-shivers medicine. You'll have to find three separate shipments of medication to keep the town healthy. The first shipment can be found in a medicine dispensary -- unfortunately, however, the dispensary's power supply is missing and you'll have to find it."
TurnInDescription="[place]Overlook's[-place] residents now have enough skull-shivers medication to keep them from stuttering and/or blacking out and/or dying for the rest of the year. "

[M_Overlooked:GetMeds2 MissionObjectiveSetDefinition]
MissionDescriptionOverride="The residents of [place]Overlook[-place] are in desperate need of skull-shivers medicine. You'll have to find three separate shipments of medication to keep the town healthy. Having found the first shipment in a medicine dispensary, you'll have to track down a Hyperion requisition officer and a shipwrecked boat to find the second and third shipments."

[M_Overlooked:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionDescriptionOverride="The residents of [place]Overlook[-place] are in desperate need of skull-shivers medicine. You'll have to find three separate shipments of medication to keep the town healthy. The first shipment can be found in a medicine dispensary. Now that you've found the dispensary's power supply, you can repair it and buy the skull-shivers medicine inside it."
